{
  "<pad>": 0,
  "<unk>": 1,
  "<s>": 2,
  "</s>": 3,
  "<mask>": 4,
  "文本": 5,
  "te": 6,
  "in": 7,
  "re": 8,
  "識別": 9,
  "an": 10,
  "on": 11,
  "ti": 12,
  "or": 13,
  "en": 14,
  "學習": 15,
  "ing": 16,
  "模型": 17,
  "es": 18,
  "er": 19,
  "語言": 20,
  "數據": 21,
  "ar": 22,
  "tion": 23,
  "al": 24,
  "el": 25,
  "ts": 26,
  "for": 27,
  "ro": 28,
  "處理": 29,
  "is": 30,
  "mo": 31,
  "as": 32,
  "實體": 33,
  "文本的": 34,
  "th": 35,
  "um": 36,
  "可以": 37,
  "tex": 38,
  "text": 39,
  "le": 40,
  "mod": 41,
  "model": 42,
  "at": 43,
  "ed": 44,
  "中的": 45,
  "ca": 46,
  "表達": 47,
  "轉換": 48,
  "語法": 49,
  "the": 50,
  "qu": 51,
  "人工": 52,
  "人工智": 53,
  "人工智能": 54,
  "ac": 55,
  "models": 56,
  "tr": 57,
  "任務": 58,
  "pro": 59,
  "wor": 60,
  "ten": 61,
  "ces": 62,
  "ne": 63,
  "標準": 64,
  "文本中": 65,
  "關係": 66,
  "確定": 67,
  "檢測": 68,
  "識別和": 69,
  "la": 70,
  "自然": 71,
  "ning": 72,
  "ans": 73,
  "tu": 74,
  "mp": 75,
  "系統": 76,
  "詞語": 77,
  "評估": 78,
  "ter": 79,
  "ad": 80,
  "特定": 81,
  "生成": 82,
  "上下": 83,
  "上下文": 84,
  "si": 85,
  "情感": 86,
  "分析": 87,
  "將文本": 88,
  "co": 89,
  "語音": 90,
  "標記": 91,
  "一個": 92,
  "do": 93,
  "自然語言": 94,
  "技術": 95,
  "lear": 96,
  "learning": 97,
  "requ": 98,
  "ge": 99,
  "圖像": 100,
  "trans": 101,
  "form": 102,
  "ch": 103,
  "ture": 104,
  "這": 105,
  "是": 106,
  "中": 107,
  "文": 108,
  "句": 109,
  "子": 110,
  "，": 111,
  "用": 112,
  "來": 113,
  "測": 114,
  "試": 115,
  "分": 116,
  "詞": 117,
  "器": 118,
  "。": 119,
  "i": 120,
  "c": 121,
  "k": 122,
  "b": 123,
  "w": 124,
  "n": 125,
  "f": 126,
  "o": 127,
  "x": 128,
  "j": 129,
  "p": 130,
  "s": 131,
  "v": 132,
  "z": 133,
  "y": 134,
  "g": 135,
  ".": 136,
  "我": 137,
  "們": 138,
  "多": 139,
  "m": 140,
  "u": 141,
  "l": 142,
  "的": 143,
  "重": 144,
  "要": 145,
  "支": 146,
  "h": 147,
  "e": 148,
  "d": 149,
  "a": 150,
  "深": 151,
  "度": 152,
  "在": 153,
  "表": 154,
  "現": 155,
  "出": 156,
  "色": 157,
  "t": 158,
  "預": 159,
  "機": 160,
  "流": 161,
  "程": 162,
  "關": 163,
  "鍵": 164,
  "步": 165,
  "驟": 166,
  "於": 167,
  "翻": 168,
  "譯": 169,
  "、": 170,
  "摘": 171,
  "和": 172,
  "問": 173,
  "答": 174,
  "向": 175,
  "量": 176,
  "空": 177,
  "間": 178,
  "將": 179,
  "映": 180,
  "射": 181,
  "到": 182,
  "高": 183,
  "維": 184,
  "批": 185,
  "提": 186,
  "計": 187,
  "算": 188,
  "效": 189,
  "率": 190,
  "訓": 191,
  "練": 192,
  "速": 193,
  "增": 194,
  "強": 195,
  "泛": 196,
  "化": 197,
  "能": 198,
  "力": 199,
  "需": 200,
  "適": 201,
  "當": 202,
  "r": 203,
  "正": 204,
  "則": 205,
  "減": 206,
  "少": 207,
  "過": 208,
  "擬": 209,
  "合": 210,
  "題": 211,
  "損": 212,
  "失": 213,
  "函": 214,
  "數": 215,
  "定": 216,
  "義": 217,
  "了": 218,
  "優": 219,
  "目": 220,
  "標": 221,
  "梯": 222,
  "下": 223,
  "降": 224,
  "神": 225,
  "經": 226,
  "網": 227,
  "絡": 228,
  "常": 229,
  "方": 230,
  "法": 231,
  "卷": 232,
  "積": 233,
  "異": 234,
  "循": 235,
  "環": 236,
  "序": 237,
  "列": 238,
  "注": 239,
  "意": 240,
  "制": 241,
  "使": 242,
  "夠": 243,
  "輸": 244,
  "入": 245,
  "相": 246,
  "部": 247,
  "-": 248,
  "應": 249,
  "各": 250,
  "種": 251,
  "游": 252,
  "微": 253,
  "調": 254,
  "創": 255,
  "造": 256,
  "性": 257,
  "理": 258,
  "解": 259,
  "命": 260,
  "名": 261,
  "從": 262,
  "取": 263,
  "極": 264,
  "簡": 265,
  "短": 266,
  "版": 267,
  "本": 268,
  "不": 269,
  "同": 270,
  "之": 271,
  "回": 272,
  "基": 273,
  "對": 274,
  "話": 275,
  "模": 276,
  "人": 277,
  "類": 278,
  "交": 279,
  "互": 280,
  "式": 281,
  "知": 282,
  "識": 283,
  "圖": 284,
  "譜": 285,
  "示": 286,
  "屬": 287,
  "邏": 288,
  "輯": 289,
  "推": 290,
  "礎": 291,
  "一": 292,
  "語": 293,
  "袋": 294,
  "為": 295,
  "頻": 296,
  "主": 297,
  "發": 298,
  "集": 299,
  "結": 300,
  "構": 301,
  "每": 302,
  "個": 303,
  "配": 304,
  "籤": 305,
  "依": 306,
  "存": 307,
  "角": 308,
  "消": 309,
  "歧": 310,
  "含": 311,
  "指": 312,
  "代": 313,
  "所": 314,
  "篇": 315,
  "研": 316,
  "究": 317,
  "連": 318,
  "貫": 319,
  "拼": 320,
  "寫": 321,
  "校": 322,
  "糾": 323,
  "錯": 324,
  "誤": 325,
  "檢": 326,
  "查": 327,
  "形": 328,
  "別": 329,
  "鏈": 330,
  "接": 331,
  "及": 332,
  "庫": 333,
  "抽": 334,
  "事": 335,
  "件": 336,
  "描": 337,
  "述": 338,
  "時": 339,
  "值": 340,
  "或": 341,
  "象": 342,
  "信": 343,
  "息": 344,
  "保": 345,
  "留": 346,
  "補": 347,
  "全": 348,
  "缺": 349,
  "後": 350,
  "續": 351,
  "建": 352,
  "改": 353,
  "以": 354,
  "思": 355,
  "擴": 356,
  "展": 357,
  "添": 358,
  "加": 359,
  "細": 360,
  "節": 361,
  "闡": 362,
  "概": 363,
  "念": 364,
  "風": 365,
  "格": 366,
  "變": 367,
  "作": 368,
  "修": 369,
  "議": 370,
  "供": 371,
  "選": 372,
  "擇": 373,
  "自": 374,
  "動": 375,
  "評": 376,
  "質": 377,
  "觀": 378,
  "點": 379,
  "挖": 380,
  "掘": 381,
  "立": 382,
  "場": 383,
  "諷": 384,
  "刺": 385,
  "反": 386,
  "仇": 387,
  "恨": 388,
  "言": 389,
  "論": 390,
  "有": 391,
  "害": 392,
  "冒": 393,
  "犯": 394,
  "內": 395,
  "容": 396,
  "假": 397,
  "新": 398,
  "聞": 399,
  "導": 400,
  "虛": 401,
  "設": 402,
  "直": 403,
  "戶": 404,
  "體": 405,
  "驗": 406,
  "成": 407,
  "態": 408,
  "其": 409,
  "他": 410,
  "型": 411,
  "通": 412,
  "最": 413,
  "策": 414,
  "略": 415,
  "無": 416,
  "監": 417,
  "督": 418,
  "隱": 419,
  "藏": 420,
  "半": 421,
  "未": 422,
  "地": 423,
  "請": 424,
  "求": 425,
  "遷": 426,
  "移": 427,
  "領": 428,
  "域": 429,
  "轉": 430,
  "另": 431,
  "聯": 432,
  "邦": 433,
  "護": 434,
  "私": 435,
  "進": 436,
  "行": 437,
  "佈": 438,
  "可": 439,
  "釋": 440,
  "決": 441,
  "透": 442,
  "明": 443,
  "負": 444,
  "責": 445,
  "任": 446,
  "考": 447,
  "慮": 448,
  "倫": 449,
  "社": 450,
  "會": 451,
  "影": 452,
  "響": 453,
  "權": 454,
  "利": 455,
  "公": 456,
  "平": 457,
  "確": 458,
  "待": 459
}